[
  {
    "titulo": "Acera de Hormigón",
    "descripcion": "La actividad consiste en la construcción de una acera de hormigón, diseñada para proporcionar un camino seguro y duradero para el tránsito peatonal. Este tipo de infraestructura se elabora utilizando técnicas y materiales específicos que garantizan su funcionalidad y longevidad. La acera de hormigón es fundamental para mejorar la accesibilidad y seguridad en las instalaciones, permitiendo un tránsito fluido y cómodo para los usuarios.",
    "texto_para_embedding": "Acera de Hormigón. La actividad consiste en la construcción de una acera de hormigón, diseñada para proporcionar un camino seguro y duradero para el tránsito peatonal. Este tipo de infraestructura se elabora utilizando técnicas y materiales específicos que garantizan su funcionalidad y longevidad. La acera de hormigón es fundamental para mejorar la accesibilidad y seguridad en las instalaciones, permitiendo un tránsito fluido y cómodo para los usuarios.",
    "nombre_archivo": "Acera de Hormigón.md"
  },
  {
    "titulo": "Carpeta de Hormigón",
    "descripcion": "El vaciado de carpeta de hormigón es un proceso constructivo que implica la preparación y colocación de una mezcla de hormigón, la cual puede incluir refuerzos como fibras para mejorar sus propiedades mecánicas. Esta actividad tiene como objetivo proporcionar una superficie resistente y duradera, adecuada para soportar cargas y tráfico, siendo ideal para áreas que requieren alta resistencia al impacto y a la fatiga. El proceso abarca desde la preparación del terreno hasta el acabado final de la superficie de hormigón, garantizando que se cumplan los estándares de calidad y durabilidad requeridos en la construcción.",
    "texto_para_embedding": "Carpeta de Hormigón. El vaciado de carpeta de hormigón es un proceso constructivo que implica la preparación y colocación de una mezcla de hormigón, la cual puede incluir refuerzos como fibras para mejorar sus propiedades mecánicas. Esta actividad tiene como objetivo proporcionar una superficie resistente y duradera, adecuada para soportar cargas y tráfico, siendo ideal para áreas que requieren alta resistencia al impacto y a la fatiga. El proceso abarca desde la preparación del terreno hasta el acabado final de la superficie de hormigón, garantizando que se cumplan los estándares de calidad y durabilidad requeridos en la construcción.",
    "nombre_archivo": "Carpeta de Hormigón.md"
  },
  {
    "titulo": "Carpeta de Nivelación",
    "descripcion": "La actividad de la Carpeta de Nivelación consiste en la aplicación de una capa de hormigón destinada a corregir irregularidades en superficies existentes, preparando así el soporte para revestimientos finales o adicionales. Esta capa es fundamental para garantizar una superficie uniforme que facilite el drenaje adecuado del agua, evitando acumulaciones que puedan comprometer la integridad estructural. La incorporación de aditivos específicos puede mejorar las propiedades del hormigón, optimizando su adherencia y resistencia a la humedad, lo que contribuye a la durabilidad de la carpeta.",
    "texto_para_embedding": "Carpeta de Nivelación. La actividad de la Carpeta de Nivelación consiste en la aplicación de una capa de hormigón destinada a corregir irregularidades en superficies existentes, preparando así el soporte para revestimientos finales o adicionales. Esta capa es fundamental para garantizar una superficie uniforme que facilite el drenaje adecuado del agua, evitando acumulaciones que puedan comprometer la integridad estructural. La incorporación de aditivos específicos puede mejorar las propiedades del hormigón, optimizando su adherencia y resistencia a la humedad, lo que contribuye a la durabilidad de la carpeta.",
    "nombre_archivo": "Carpeta de Nivelación.md"
  },
  {
    "titulo": "Cerámica / Porcelanato para Piso",
    "descripcion": "La actividad consiste en la instalación de piso de cerámica o porcelanato, utilizando un adhesivo adecuado para garantizar la adherencia y durabilidad del revestimiento. Esta tarea incluye la preparación de la superficie, la aplicación del adhesivo, la colocación de las losetas, el rejuntado de las juntas y la limpieza final del área de trabajo. El objetivo es proporcionar un acabado estético y funcional que cumpla con las especificaciones técnicas requeridas para el espacio designado, ya sea en interiores o exteriores.",
    "texto_para_embedding": "Cerámica / Porcelanato para Piso. La actividad consiste en la instalación de piso de cerámica o porcelanato, utilizando un adhesivo adecuado para garantizar la adherencia y durabilidad del revestimiento. Esta tarea incluye la preparación de la superficie, la aplicación del adhesivo, la colocación de las losetas, el rejuntado de las juntas y la limpieza final del área de trabajo. El objetivo es proporcionar un acabado estético y funcional que cumpla con las especificaciones técnicas requeridas para el espacio designado, ya sea en interiores o exteriores.",
    "nombre_archivo": "Cerámica _ Porcelanato para Piso.md"
  },
  {
    "titulo": "Cinta Antideslizante",
    "descripcion": "La actividad de colocado o cambio de cinta antideslizante consiste en la instalación o reemplazo de un material diseñado para proporcionar tracción en superficies donde el riesgo de deslizamiento es elevado. Esta actividad es esencial para mejorar la seguridad en áreas como escaleras, pasillos y zonas de trabajo, donde se requiere un tránsito seguro para prevenir accidentes. La cinta antideslizante se adhiere a la superficie, creando un acabado que minimiza el riesgo de caídas y resbalones, contribuyendo así a un entorno laboral más seguro.",
    "texto_para_embedding": "Cinta Antideslizante. La actividad de colocado o cambio de cinta antideslizante consiste en la instalación o reemplazo de un material diseñado para proporcionar tracción en superficies donde el riesgo de deslizamiento es elevado. Esta actividad es esencial para mejorar la seguridad en áreas como escaleras, pasillos y zonas de trabajo, donde se requiere un tránsito seguro para prevenir accidentes. La cinta antideslizante se adhiere a la superficie, creando un acabado que minimiza el riesgo de caídas y resbalones, contribuyendo así a un entorno laboral más seguro.",
    "nombre_archivo": "Cinta Antideslizante.md"
  },
  {
    "titulo": "Contrapiso de Empedrado",
    "descripcion": "La actividad de construcción de un contrapiso de empedrado consiste en la creación de una base sólida y uniforme para superficies exteriores o interiores utilizando piedras naturales o artificiales dispuestas meticulosamente y fijadas con un aglutinante. Este tipo de contrapiso es ideal para áreas que requieren durabilidad y estética, como patios, caminos peatonales o bases para otras instalaciones. La correcta ejecución de esta actividad asegura la estabilidad y funcionalidad del espacio, además de contribuir a la estética del entorno.",
    "texto_para_embedding": "Contrapiso de Empedrado. La actividad de construcción de un contrapiso de empedrado consiste en la creación de una base sólida y uniforme para superficies exteriores o interiores utilizando piedras naturales o artificiales dispuestas meticulosamente y fijadas con un aglutinante. Este tipo de contrapiso es ideal para áreas que requieren durabilidad y estética, como patios, caminos peatonales o bases para otras instalaciones. La correcta ejecución de esta actividad asegura la estabilidad y funcionalidad del espacio, además de contribuir a la estética del entorno.",
    "nombre_archivo": "Contrapiso de Empedrado.md"
  },
  {
    "titulo": "Contrapiso de Ladrillo Adobito",
    "descripcion": "La actividad de contrapiso de ladrillo adobito implica la preparación y construcción de una base sólida utilizando ladrillos de adobito, que serán calafateados y compactados adecuadamente. Este proceso es fundamental para proporcionar una superficie nivelada y resistente, que garantice la durabilidad y la integridad estructural de los pisos que se instalarán posteriormente. La correcta ejecución de esta actividad asegura que el contrapiso cumpla con los estándares técnicos requeridos para soportar las cargas y condiciones del entorno.",
    "texto_para_embedding": "Contrapiso de Ladrillo Adobito. La actividad de contrapiso de ladrillo adobito implica la preparación y construcción de una base sólida utilizando ladrillos de adobito, que serán calafateados y compactados adecuadamente. Este proceso es fundamental para proporcionar una superficie nivelada y resistente, que garantice la durabilidad y la integridad estructural de los pisos que se instalarán posteriormente. La correcta ejecución de esta actividad asegura que el contrapiso cumpla con los estándares técnicos requeridos para soportar las cargas y condiciones del entorno.",
    "nombre_archivo": "Contrapiso de Ladrillo Adobito.md"
  },
  {
    "titulo": "Pintado de Piso Industrial",
    "descripcion": "La actividad de pintado de piso industrial incluye la preparación y tratamiento de la superficie del piso existente, asegurando que esté en condiciones óptimas para la aplicación de pintura. Este proceso tiene como objetivo proporcionar un acabado duradero y resistente, capaz de soportar el tráfico intenso y las exigencias de un entorno industrial. La actividad abarca desde la limpieza y nivelación de la superficie hasta la aplicación de capas de pintura de alta resistencia, garantizando una adherencia adecuada y un acabado liso y uniforme.",
    "texto_para_embedding": "Pintado de Piso Industrial. La actividad de pintado de piso industrial incluye la preparación y tratamiento de la superficie del piso existente, asegurando que esté en condiciones óptimas para la aplicación de pintura. Este proceso tiene como objetivo proporcionar un acabado duradero y resistente, capaz de soportar el tráfico intenso y las exigencias de un entorno industrial. La actividad abarca desde la limpieza y nivelación de la superficie hasta la aplicación de capas de pintura de alta resistencia, garantizando una adherencia adecuada y un acabado liso y uniforme.",
    "nombre_archivo": "Pintado de Piso Industrial.md"
  },
  {
    "titulo": "Piso antideslizante",
    "descripcion": "La actividad consiste en la provisión y colocación de piso antideslizante, diseñado para áreas donde se requiere seguridad adicional contra resbalones, como zonas húmedas o de alto tráfico. Este tipo de piso mejora la tracción y reduce los riesgos de accidentes, siendo ideal para espacios industriales, comerciales y públicos. El piso antideslizante, con su superficie texturizada, ofrece una mayor resistencia al deslizamiento y facilidad de mantenimiento, proporcionando una solución flexible y duradera.",
    "texto_para_embedding": "Piso antideslizante. La actividad consiste en la provisión y colocación de piso antideslizante, diseñado para áreas donde se requiere seguridad adicional contra resbalones, como zonas húmedas o de alto tráfico. Este tipo de piso mejora la tracción y reduce los riesgos de accidentes, siendo ideal para espacios industriales, comerciales y públicos. El piso antideslizante, con su superficie texturizada, ofrece una mayor resistencia al deslizamiento y facilidad de mantenimiento, proporcionando una solución flexible y duradera.",
    "nombre_archivo": "Piso antideslizante.md"
  },
  {
    "titulo": "Piso de Hormigón Armado",
    "descripcion": "La actividad consiste en la construcción de un piso de losa de hormigón armado (H°A°). Este proceso incluye la preparación del terreno mediante nivelado y compactado, así como la provisión de material para una base adecuada. La losa se reforzará con elementos de acero dispuestos estratégicamente para garantizar su resistencia y durabilidad. Además, se incorporará una barrera contra la humedad y se realizarán cortes y sellados de juntas para asegurar la funcionalidad del piso.",
    "texto_para_embedding": "Piso de Hormigón Armado. La actividad consiste en la construcción de un piso de losa de hormigón armado (H°A°). Este proceso incluye la preparación del terreno mediante nivelado y compactado, así como la provisión de material para una base adecuada. La losa se reforzará con elementos de acero dispuestos estratégicamente para garantizar su resistencia y durabilidad. Además, se incorporará una barrera contra la humedad y se realizarán cortes y sellados de juntas para asegurar la funcionalidad del piso.",
    "nombre_archivo": "Piso de Hormigon Armado.md"
  },
  {
    "titulo": "Piso de Pavic",
    "descripcion": "La actividad consiste en la instalación de piso de Pavic, un material cerámico diseñado para áreas peatonales y de tráfico ligero. Este procedimiento incluye la preparación del terreno, asegurando una base adecuada para la colocación del pavimento. La instalación de piso de Pavic tiene como propósito proporcionar una superficie duradera y estéticamente agradable, ideal para zonas con alta frecuencia de tránsito peatonal. La correcta ejecución de esta actividad garantiza la estabilidad y alineación de las piezas, contribuyendo a la funcionalidad y seguridad del área pavimentada.",
    "texto_para_embedding": "Piso de Pavic. La actividad consiste en la instalación de piso de Pavic, un material cerámico diseñado para áreas peatonales y de tráfico ligero. Este procedimiento incluye la preparación del terreno, asegurando una base adecuada para la colocación del pavimento. La instalación de piso de Pavic tiene como propósito proporcionar una superficie duradera y estéticamente agradable, ideal para zonas con alta frecuencia de tránsito peatonal. La correcta ejecución de esta actividad garantiza la estabilidad y alineación de las piezas, contribuyendo a la funcionalidad y seguridad del área pavimentada.",
    "nombre_archivo": "Piso de Pavic.md"
  },
  {
    "titulo": "Piso flotante de madera",
    "descripcion": "Esta actividad comprende la provisión e instalación de piso flotante de madera, incluyendo las terminaciones y transiciones necesarias para una correcta integración con otros tipos de pisos y características arquitectónicas. Se enfoca en proporcionar un acabado estético y funcional, con la resistencia adecuada para el tráfico esperado en el área instalada.",
    "texto_para_embedding": "Piso flotante de madera. Esta actividad comprende la provisión e instalación de piso flotante de madera, incluyendo las terminaciones y transiciones necesarias para una correcta integración con otros tipos de pisos y características arquitectónicas. Se enfoca en proporcionar un acabado estético y funcional, con la resistencia adecuada para el tráfico esperado en el área instalada.",
    "nombre_archivo": "Piso flotante de madera.md"
  },
  {
    "titulo": "Reparación de Piso Cerámico / Porcelanato",
    "descripcion": "La actividad de reparación de piso cerámico o porcelanato consiste en la restauración de áreas afectadas en superficies de este tipo de material. Este proceso incluye la remoción de las losetas dañadas, la preparación adecuada de la superficie subyacente y la colocación de nuevas losetas, asegurando que se mantenga la continuidad estética y funcional del piso. La utilización de un adhesivo específico para cerámica o porcelanato es fundamental para garantizar la durabilidad y el correcto asentamiento de las nuevas piezas, así como la aplicación de un mortero para juntas que complemente el acabado final.",
    "texto_para_embedding": "Reparación de Piso Cerámico / Porcelanato. La actividad de reparación de piso cerámico o porcelanato consiste en la restauración de áreas afectadas en superficies de este tipo de material. Este proceso incluye la remoción de las losetas dañadas, la preparación adecuada de la superficie subyacente y la colocación de nuevas losetas, asegurando que se mantenga la continuidad estética y funcional del piso. La utilización de un adhesivo específico para cerámica o porcelanato es fundamental para garantizar la durabilidad y el correcto asentamiento de las nuevas piezas, así como la aplicación de un mortero para juntas que complemente el acabado final.",
    "nombre_archivo": "Reparación de Piso Cerámico _ Porcelanato.md"
  },
  {
    "titulo": "Zócalos",
    "descripcion": "La actividad comprende la provisión y colocación de zócalos de diversos materiales, con el objetivo de proteger las intersecciones entre las paredes y los pisos, además de proporcionar un acabado estético y funcional. Los zócalos, que pueden incluir opciones como aluminio, porcelanato y madera o aglomerado, están diseñados para ofrecer durabilidad y resistencia, facilitando la limpieza y el mantenimiento. Esta actividad es esencial para mejorar la estética de los espacios interiores y garantizar la protección de las paredes contra impactos y humedad.",
    "texto_para_embedding": "Zócalos. La actividad comprende la provisión y colocación de zócalos de diversos materiales, con el objetivo de proteger las intersecciones entre las paredes y los pisos, además de proporcionar un acabado estético y funcional. Los zócalos, que pueden incluir opciones como aluminio, porcelanato y madera o aglomerado, están diseñados para ofrecer durabilidad y resistencia, facilitando la limpieza y el mantenimiento. Esta actividad es esencial para mejorar la estética de los espacios interiores y garantizar la protección de las paredes contra impactos y humedad.",
    "nombre_archivo": "Zócalos.md"
  }
]